Repository: gfro3d/Testamentu_nou_centrosud
Catalog: omegat/project_save.tmx
Source language: it
Languages: sc

source: Ecco, uscì il seminatore a seminare. 4 Mentre seminava, una parte cadde lungo la strada e vennero gli uccelli e la divorarono. 5 Un'altra cadde fra i sassi, dove non c'era molta terra, e subito spuntò perché non c'era un terreno profondo; 6 ma quando si levò il sole, restò bruciata e, non avendo radice, si seccò. 7 Un'altra cadde tra le spine; le spine crebbero, la soffocarono e non diede frutto. 8 E un'altra cadde sulla terra buona, diede frutto che venne su e crebbe, e rese ora il trenta, ora il sessanta e ora il cento per uno». 9 E diceva: «Chi ha orecchi per intendere intenda!».
sc: 3 «Ascurtai! Unu seminadori fiat essiu a seminai. 4 In s’ora chi fiat seminendi unu pagu de sèmini nci fiat arrutu oru·oru de su caminu, is pillonis fiant andaus e si dd'iant papau. 5 Un’àteru pagu nci fiat arrutu in mesu de sa pedra innui no ddoi fiat terra meda e luegus iat intzeurrau ca fiat pagu funguda; 6 candu perou su soli fiat essiu, sigomenti no teniat arreìxinis, dd’iat sicau. 7 Àteru sèmini nci fiat arruta intremesu de sa spina e comenti sa spina fiat crèscia dd’iat allupau e no iat bogau frutu. E un'àteru pagu nci fiat arrutu in sa terra bona, e iat pigau e iat bogau frutu, crescendi e drimpendi e iat torrau chini trinta bortas tanti, chini sessanta e chini centu». E iat narau: « Ascurtit chini portat origas po ascurtai!». ì

source: Ed egli cercava l'occasione opportuna per consegnarlo.
sc: E Giudas fiat circhendi s’ocasioni bona po si ddu intregai.

source: Ed egli disse loro: 11 «A voi è stato confidato il mistero del regno di Dio; a quelli di fuori invece tutto viene esposto in parabole, 12 perché:
sc: «A bosàterus s’ant intregau su mistèriu de su rennu de Deus; ma a is de foras totu est narau cun paràbulas,

source: Ed egli disse: 11 «Chi ripudia la propria moglie e ne sposa un'altra, commette adulterio contro di lei; 12 se la donna ripudia il marito e ne sposa un altro, commette adulterio».
sc: 11 «Chini dispidit a sa pobidda e si cojat a un’àtera fait adultèriu contras a issa; 12 chi sa fèmina dispidit a su pobiddu e si cojat a un’àteru, fait adultèriu ».

source: Ed egli rispose: «Dall'infanzia; 22 anzi, spesso lo ha buttato persino nel fuoco e nell'acqua per ucciderlo.
sc: E issu iat arrespustu: «De candu fiat pipiu; 22 e fatu·fatu nci dd’at ghetau fintzas a su fogu e a s’àcua po ddu bociri.

source: Ed egli rispose: «Tu lo dici». 3 I sommi sacerdoti frattanto gli muovevano molte accuse. 4 Pilato lo interrogò di nuovo: «Non rispondi nulla?
sc: A mengianu chitzi is sacerdotus majoris impari a is mannus, a is scribas e a totu su sinèdriu,si fiant cunsillaus apari e a pustis iant incadenau a Gesùs e dd’iant intregau a Pilatu. 2 Tandus Pilatu dd’iat preguntau: «Ses tui su rei de is Giudeus?». E issu dd’iat arrespustu: «Tui ses narendi-ddu/Tui dd’as narau». 3 Is sacerdotus majoris, potantis, ddi imputànt nexis meda. 4 Pilatu dd’iat torrau a preguntai: «No arrespundis nudda?

source: Ed entrato in una casa, voleva che nessuno lo sapesse, ma non potè restare nascosto. 25 Subito una donna che aveva la sua figlioletta posseduta da uno spirito immondo, appena lo seppe, andò e si gettò ai suoi piedi. 26 Ora, quella donna che lo pregava di scacciare il demonio dalla figlia era greca, di origine siro-fenicia. 27 Ed egli le disse: «Lascia prima che si sfamino i figli; non è bene prendere il pane dei figli e gettarlo ai cagnolini». 28 Ma essa replicò: «Sì, Signore, ma anche i cagnolini sotto la tavola mangiano delle briciole dei figli». 29 Allora le disse: «Per questa tua parola va', il demonio è uscito da tua figlia».
sc: E intrau chi fiat a una domu no boliat a ddu sciri nemus, perou no fiat arrennèsciu a abarrai cuau. 25 In deretura una fèmina chi teniat a sa fillixedda chi portat unu spìridu malu aintru, comenti dd’iat scìpiu, fiat andada a si nci ddi fiat ghetada a peis. 26 Sa fèmina chi ddu impetràt a nci bogai su dimòniu a foras de sa filla fiat arega, de genti siru-fenìcia. 27 E issu dd'iat narau: «Lassa prandi innantis is fillus; ca no est bonu a ndi leai su pani a is fillus po nci ddu ghetai a is calleddus». 28 Issa perou dd'iat torrau «Sissi, Sennori, fintzas is calleddus, asuta de sa mesa, si papant sa farinalla de is fillus.». 29 Insaras Gesù iat narau: «Giai ca as arrespustu aici, bai, su dimòniu nd’est essiu de filla tua».

source: Ed entrato nel tempio, si mise a scacciare quelli che vendevano e comperavano nel tempio; rovesciò i tavoli dei cambiavalute e le sedie dei venditori di colombe 16 e non permetteva che si portassero cose attraverso il tempio. 17 Ed insegnava loro dicendo: «Non sta forse scritto:
sc: E intrau a su Tèmpiu si fiat postu a nci bogai totu is chi bendiant e comporant; nci iat furriau is mesas de is chi cambiant dinai e is cadiras de is bendidoris de columbas 16 e no boliat a nci portai a su tèmpiu peruna mercàntzia. 17 E ddis donàt imparu narendi : «No ddoi at scritu ca:

source: Ed erano enormemente stupiti in se stessi, 52 perché non avevano capito il fatto dei pani, essendo il loro cuore indurito.
sc: E issus fiant totu spramaus, 52 ca no iant cumprèndiu su de is panis, sendi su coru insoru intostau.

source: Ed erano infuriati contro di lei.
sc: E iant certau a sa fèmina.

source: Ed essi, lasciato il loro padre Zebedèo sulla barca con i garzoni, lo seguirono.
sc: E issus, lassau su babbu Zebedeu in sa barca cun is giorronaderis, dd'iant postu infatu.

source: Egli, alzatosi, lo seguì.
sc: 14 E issu si ndi fiat pesau e dd’iat postu infatu.

source: Ella ha compiuto verso di me un'opera buona; 7 i poveri infatti li avete sempre con voi e potete beneficarli quando volete, me invece non mi avete sempre. 8 Essa ha fatto ciò ch'era in suo potere, ungendo in anticipo il mio corpo per la sepoltura. 9 In verità vi dico che dovunque, in tutto il mondo, sarà annunziato il vangelo, si racconterà pure in suo ricordo ciò che ella ha fatto».
sc: Est un’òpera bona chi m’at fatu; 7 ca is pòburus ddus portais sempri in fatu e ddis podeis fàiri su beni candu boleis, ma a mei no sempri m’eis a tènniri. 8 Issa at fatu su chi podiat, s’est acudia innantis a m’ùngiri su corpus po s’interru. 9 In beridadi bosi naru ca in ònnia logu innui s’annuntzit s’evangèliu ant a contai fintzas, in memòria sua, su chi issa at fatu».

source: Era infatti molta la folla che andava e veniva e non avevano più neanche il tempo di mangiare. 32 Allora partirono sulla barca verso un luogo solitario, in disparte.
sc: (ca fiant medas is chi fiant andendi e torrendi e issus no teniant prus tempus mancu po papai). 32 E si ndi fiant andaus, a barca, conca a unu logu a un’oru e desertu.

source: Esci da quell'uomo». 26 E lo spirito immondo, straziandolo e gridando forte, uscì da lui. 27 Tutti furono presi da timore, tanto che si chiedevano a vicenda: «Che è mai questo?
sc: E su spìridu malu, trumentedi·ddu e aboxinendi a forti ndi fiat essiu a foras. Fiant totus intimorigiaus, tantis chi si pregontànt apari: " Ita cosa est custa?

source: Essi furono presi da grande stupore. 43 Gesù raccomandò loro con insistenza che nessuno venisse a saperlo e ordinò di darle da mangiare.
sc: E totus ndi fiant abarraus spantaus meda. 43 Gesùs ddus iat pretzetaus chi nemus dd’essat scìpiu e iat narau a donai a papai a sa piciochedda.

source: Finché hanno lo sposo con loro, non possono digiunare. 20 Ma verranno i giorni in cui sarà loro tolto lo sposo e allora digiuneranno. 21 Nessuno cuce una toppa di panno grezzo su un vestito vecchio; altrimenti il rattoppo nuovo squarcia il vecchio e si forma uno strappo peggiore. 22 E nessuno versa vino nuovo in otri vecchi, altrimenti il vino spaccherà gli otri e si perdono vino e otri, ma vino nuovo in otri nuovi».
sc: Fintzas a candu su sposu est cun issus no podint giaunai. 20 Ant a bènniri diis candu su sposu ndi dd'ant a leai e tandus ant a giaunai. 21 Nemus arràngiat unu bistiri bèciu cun unu tzàpulu nou, ca deghinò su tzàpulu nou tirat su bèciu e su scòrriu essit peus.22 Aici etotu nemus prenit udris bècius de binu nou ca desinuncas s'udri si crepat e nci perdit binu e udri; su binu nou tocat a ddu ghetai a udris nous".

source: Fino a quando dovrò sopportarvi?
sc: Fintzas a candu s’apu a dèpiri baliai?

source: Fino a quando starò con voi?
sc: 19 Issu insaras ddis arrespundit: «O generatzioni scrètia! Fintzas a candu apu a abarrai cun bosàterus?

source: Gesù andava attorno per i villaggi, insegnando.
sc: 7 E Gesùs andàt peri is biddas de acanta donendi imparu. .

source: Gli dissero: «Dobbiamo andar noi a comprare duecento denari di pane e dare loro da mangiare?». 38 Ma egli replicò loro: «Quanti pani avete?
sc: E issus dd’iant preguntau: «Nosu depeus andai a comporai duxentus soddus de pani po ddis donai a papai?». 38 Gesùs perou iat narau: «De pani cantu ndi teneis?

source: Gli dissero: «Dodici». 20 «E quando ho spezzato i sette pani per i quattromila, quante sporte piene di pezzi avete portato via?».
sc: E ddi arrespundint: «Doxi». 20 «E candu apu partziu is seti panis de spartziri in cuatrumilla, cantu cadinus prenus nd’eis pigau?

source: Gli dissero: «Sette». 21 E disse loro: «Non capite ancora?».
sc: Dd’arrespundint: «Seti». 21 E ddis naràt: «Ancora no cumprendeis?».

source: Gli dissero: «Sette». 6 Gesù ordinò alla folla di sedersi per terra.
sc: E dd’iant arrespustu: «Seti». 6 Gesùs iat cumandau a sa genti a si sètziri in terra.

source: Gli risposero: «Di Cesare». 17 Gesù disse loro: «Rendete a Cesare ciò che è di Cesare e a Dio ciò che è di Dio».
sc: E dd’iant arrespustu: «De Cèsari». 17 E Gesùs ddis iat narau: «Torrai a Cèsari su chi est de Cèsari e a Deus su chi est de Deus.

source: Gli risposero: «Lo possiamo». 39 E Gesù disse: «Il calice che io bevo anche voi lo berrete, e il battesimo che io ricevo anche voi lo riceverete. 40 Ma sedere alla mia destra o alla mia sinistra non sta a me concederlo; è per coloro per i quali è stato preparato».
sc: E dd’iant arrespustu: «Podeus». 39 E Gesùs iat narau: «De su càlixi miu eis a bufai bosàterus puru, e bosi ant a batiai cun su matessi batiari miu. 40 Su de bosi sètziri a dereta o a manca mia perou no seu deu a dd'acansai ca chini si ddoi at a sètziri est giai detzidiu.

source: Gli risposero: 37 «Concedici di sedere nella tua gloria uno alla tua destra e uno alla tua sinistra». 38 Gesù disse loro: «Voi non sapete ciò che domandate.
sc: E dd’iant arrespustu: 37 «Lassa·sì sètziri in sa glòria tua, unu a manu dereta e unu a manu manca». 38 Gesùs ddis iat narau: «Bosàterus no scieis su chi seis pedendi·mì.

source: Ho detto ai tuoi discepoli di scacciarlo, ma non ci sono riusciti». 19 Egli allora in risposta, disse loro: «O generazione incredula!
sc: Apu pediu a is discìpulus tuus a nci ddu bogai ma no nci funt arrennèscius».

source: I servi intanto lo percuotevano.
sc: Is serbidoris/guàrdias potantis megànt de ddu pigai a bussinadas.

source: Il Signore Dio nostro è l'unico Signore; 30 amerai dunque il Signore Dio tuo con tutto il tuo cuore, con tutta la tua mente e con tutta la tua forza. 31 E il secondo è questo: Amerai il prossimo tuo come te stesso.
sc: Su Sennori Deus nostu est s’ùnicu Sennori; 30 e dd’as a stimai cun totu su coru, cun totu su sentidu e cun totu sa fortza tua. 31 E su segundu est custu: as a stimai is àterus comenti a tui etotu.

source: Il vento cessò e vi fu grande bonaccia. 40 Poi disse loro: «Perché siete così paurosi?
sc: Issu si ndi fiat pesau, iat certau su bentu e dd'iat narau a su mari: «Asselia·tì e citi·tì a sa muda!». Su bentu si fiat firmau e fiat lòmpia una grandu bonantza.

source: In verità vi dico: non sarà dato alcun segno a questa generazione». 13 E lasciatili, risalì sulla barca e si avviò all'altra sponda.
sc: In beridadi bosi naru: no dd'apu a donai perunu sinnu a custa generatzioni.13 E lassaus chi ddus iat, nci fiat torrau a pesai a sa barca e si ndi fiat andau a s’ateru oru de mari.

source: Infine, dopo tutti, morì anche la donna. 23 Nella risurrezione, quando risorgeranno, a chi di loro apparterrà la donna?
sc: A s’acabbu, a pustis de totus, si fiat morta sa fèmina puru. 23 In s’arresurretzioni, candu ant a arresuscitai, de chini at a èssiri sa fèmina?

source: Inizio modulo
sc: i

source: Io so chi tu sei: il santo di Dio». 25 E Gesù lo sgridò: «Taci!
sc: Deu ddu sciu chini ses tui: su Santu de Deus". E Gesùs dd'iat certau narendi: "Abarra a sa muda e essindi de cuss'òmini!

source: Io vi ho predetto tutto.
sc: Deu bosi apu narau totu innantis.

source: La bambina non è morta, ma dorme». 40 Ed essi lo deridevano.
sc: Mi' ca sa pipia no est morta, est dromia». 40 E issus si ndi faiant befa de issu.

source: La folla accorse di nuovo a lui e di nuovo egli l'ammaestrava, come era solito fare. 2 E avvicinatisi dei farisei, per metterlo alla prova, gli domandarono: «È lecito ad un marito ripudiare la propria moglie?». 3 Ma egli rispose loro: «Che cosa vi ha ordinato Mosè?». 4 Dissero: «Mosè ha permesso di scrivere un atto di ripudio e di rimandarla». 5 Gesù disse loro: «Per la durezza del vostro cuore egli scrisse per voi questa norma. 6 Ma all'inizio della creazione Dio li creò maschio e femmina; 7 per questo l'uomo lascerà suo padre e sua madre e i due saranno una carne sola. 8 Sicché non sono più due, ma una sola carne. 9 L'uomo dunque non separi ciò che Dio ha congiunto». 10 Rientrati a casa, i discepoli lo interrogarono di nuovo su questo argomento.
sc: E si torràt a pinnigai genti meda acanta sua, e Gesus, comenti acostumàt a fàiri, ddis torrada a donai imparu. 2 E si fiant acostiaus unus cantu fariseus chi po ddu fàiri arrùiri in trampa/pònniri a prova ddi pregontànt: « Lìcitu ddi est a unu pobiddu a nci bogai a sa mulleri?». 3 Issu perou ddis iat arrespustu: « Mosè e it’est chi bosi at cumandau?». 4 E issus iant narau: «Mosè at permitiu a scriri un’àutu/paperi de arrefudu e a nci dda bogai/dispidiri». 5 Ma Gesùs ddis iat narau: «Po nexi de su coru tostau de bosàterus bosi at scritu custa norma». 6 Ma a s’incomintzu de sa creatzioni Deus ddu at fatus mascu e fèmina; 7 po cussu s’òmini at a lassai su babbu e sa mama e is duus ant a èssiri totuna carri. 8 Aici chi no funt prus duus ma una carri sceti. 9 S’òmini duncas no pratzat su chi Deus at crobau/auniu ». 10 Furriaus a domu, is discìpulus iant torrau a preguntai a Gesùs de custu etotu.

source: La mia casa sarà chiamata
sc: : A sa domu mia dd’ant a narai

source: La pietra che i costruttori hanno scartata
sc: Sa pedra chi is maistus de muru ant scartau, immoi

source: La stese e la sua mano fu risanata. 6 E i farisei uscirono subito con gli erodiani e tennero consiglio contro di lui per farlo morire.
sc: S'òmini iat allonghiau sa manu e si dd'iat sanada. E is Fariseus essius chi nci fiant, iant cumentzau a ordimingiai cun is erodianus contras a Gesùs, po comenti ddu spèrdiri.

source: Lo dobbiamo dare o no?». 15 Ma egli, conoscendo la loro ipocrisia, disse: «Perché mi tentate?
sc: Si ddu depeus donai o no si ddu depeus donai? 15 Ma issu cumprendendi ca fiant frassus, ddis iat narau: «Poit’est chi mi sterreis trampas?

source: Lo stesso dicevano anche tutti gli altri.
sc: Su pròpiu narànt fintzas totu is àterus.

source: Là lo vedrete, come vi ha detto». 8 Ed esse, uscite, fuggirono via dal sepolcro perché erano piene di timore e di spavento.
sc: Innia dd’eis a biri, comenti at narau». 8 E issas, essias si fiant fuias de sa tumba, ca fiant spantadas e atzicadas

source: Ma a motivo degli eletti che si è scelto ha abbreviato quei giorni. 21 Allora, dunque, se qualcuno vi dirà: "Ecco, il Cristo è qui, ecco è là", non ci credete; 22 perché sorgeranno falsi cristi e falsi profeti e faranno segni e portenti per ingannare, se fosse possibile, anche gli eletti. 23 Voi però state attenti!
sc: Perou po amori de is eletus at incurtzau cussas diis. 21 Tandus, si calincunu bosi at a narai: “Mirai, su Cristu est innoi, mirai su Cristu est innia, no nci cretais; 22 ca si nd’ant a pesai messias e profetas frassus e ant a donai sinnalis e spantus po trampai, si at a fàiri, fintzas a is eletus. 23 Bosàterus, duncas, aturai atentus!

source: Ma egli subito rivolse loro la parola e disse: «Coraggio, sono io, non temete!». 51 Quindi salì con loro sulla barca e il vento cessò.
sc: Gesùs perou ddis iat narau luegus: «Coràgiu, seu deu, no timais!». 51 E nci fiat artziau a sa barca cun issus e su bentu si fiat firmau.

source: Ma egli, cacciati tutti fuori, prese con sé il padre e la madre della fanciulla e quelli che erano con lui, ed entrò dove era la bambina. 41 Presa la mano della bambina, le disse: «Talità kum», che significa: «Fanciulla, io ti dico, alzati!». 42 Subito la fanciulla si alzò e si mise a camminare; aveva dodici anni.
sc: Gesùs però, boghe·ndi·nci totus a foras, iat pigau a su babbu e a sa mama de sa pipia, e a is chi fiant cun issus, e fiat intrau a innui fiat sa piciochedda. 41 E dd’iat pigau sa manu narendi: «Talitha qum», est a narai: «Sa pipia, deu ti cumandu, pesa·ti·ndi!». 42 Deretu sa piciochedda si ndi fiat pesada e si fiat posta a caminai, ca teniat dox’annus.

source: Ma più egli lo raccomandava, più essi ne parlavano 37 e, pieni di stupore, dicevano: «Ha fatto bene ogni cosa; fa udire i sordi e fa parlare i muti!».
sc: Perou prus issu ddus pretzetat e prus issus ndi chistionànt 37 E prenus de spantu narànt: «Totu at fatu beni: a is surdus ddus fait intèndiri e a is mudus ddus fait chistionai! »

source: Ma se tu puoi qualcosa, abbi pietà di noi e aiutaci». 23 Gesù gli disse: «Se tu puoi!
sc: Ma chi podis fàiri calincuna cosa, tenindi piedadi de nosu e agiuda·sì». 23 Gesùs iat sighiu: «Si tui podis!

source: Mentre stava a mensa, giunse una donna con un vasetto di alabastro, pieno di olio profumato di nardo genuino di gran valore; ruppe il vasetto di alabastro e versò l'unguento sul suo capo. 4 Ci furono alcuni che si sdegnarono fra di loro: «Perché tutto questo spreco di olio profumato? 5 Si poteva benissimo vendere quest'olio a più di trecento denari e darli ai poveri!».
sc: E in s’interis chi fiat in sa mesa papendi, fiat arribada una fèmina cun un’ampuddita de alabbastru, prena de ollu de nardu profumau, sintzillu e caru meda, iat segau s’ampuddita de alabbastru e dd’iat sbodiada in conca a Gesùs. 4 Ma unus cantu de issus inchietus si narant intrepari: «Poita totu custu sperdìtziu de ollu profumau? 5 Si podiat bèndiri cust’ollu a prus de trexentus dinaris e ddus donai a is pòburus!».

source: Molta folla lo seguiva e gli si stringeva intorno.
sc: e una truma manna de genti ddu sighiat e si ddi stringiat a fùrriu.

source: Nessuno è buono, se non Dio solo. 19 Tu conosci i comandamenti: Non uccidere, non commettere adulterio, non rubare, non dire falsa testimonianza, non frodare, onora il padre e la madre».
sc: Nisciunus est bonu, Deus sceti est bonu. 19 Giai ddus connoscis is cumandamentus: No bòcias, no fatzas adultèriu, no furis, no testimongis su frassu, no fatzas trampa, onora a babbu e a mama tua ».

source: Non avete ancora fede?». 41 E furono presi da grande timore e si dicevano l'un l'altro: «Chi è dunque costui, al quale anche il vento e il mare obbediscono?».
sc: Luegus ddis iat narau «Poit’est chi seis aici timi·timi? No ndi teneis ancora fidi?».E ddis iat pigau una timoria manna e si narànt de pari a pari «E chini est custu, chi fintzas su bentu e su mari ddi poninti in menti?».

source: Non c'è altro comandamento più importante di questi». 32 Allora lo scriba gli disse: «Hai detto bene, Maestro, e secondo verità che Egli è unico e non v'è altri all'infuori di lui; 33 amarlo con tutto il cuore, con tutta la mente e con tutta la forza e amare il prossimo come se stesso val più di tutti gli olocausti e i sacrifici». 34 Gesù, vedendo che aveva risposto saggiamente, gli disse: «Non sei lontano dal regno di Dio».
sc: Àteru cumandamentu prus de importu de custu no nci nd’at». 32 Insaras su scriba dd’iat narau: «Totu beni su chi as narau, su Maistu, ca in beridadi: Issu est ùnicu e foras de issu no ndi ddoi at àterus; 33 a ddu stimai cun totu su coru, su sentidu e sa fortza nosta e a stimai is àterus che a nosu etotu, tenit prus valori meda de totu is olocàustus e is sacrifìcius». 34 Gesùs, biendi ca iat arrespustu cun sabiduria, dd’iat narau: «No ses atesu/aillargu de su Rennu de Deus».

source: Non capite che tutto ciò che entra nell'uomo dal di fuori non può contaminarlo, 19 perché non gli entra nel cuore ma nel ventre e va a finire nella fogna?».
sc: No cumprendeis ca totu su chi intrat a s'òmini de parti de foras no ddu podit impestai, 19 ca no nci dd’intrat a coru ma a brenti e dd’acabat in sa latrina».

source: Non era infatti quella la stagione dei fichi. 14 E gli disse: «Nessuno possa mai più mangiare i tuoi frutti».
sc: ca no fiat tempus de figu. 14 E dd’iat narau: «Ancu mai prus nemus papit frutu de tui ».

source: Non intendete e non capite ancora?
sc: No eis intèndiu e no seis cumprendendi mancu immoi?

source: Non rimarrà qui pietra su pietra, che non sia distrutta». 3 Mentre era seduto sul monte degli Ulivi, di fronte al tempio, Pietro, Giacomo, Giovanni e Andrea lo interrogavano in disparte: 4 «Dicci, quando accadrà questo, e quale sarà il segno che tutte queste cose staranno per compiersi?».
sc: Innoi no at a abarrai pedra asuba de pedra, totu nd’at a èssiri sciusciau». Luegus sendi sètziu in su Monti de is Olias, ananti de su tèmpiu, Pedru, Giacu, Giuanni e Andria, a una parti ddi preguntànt; 4 «Nara·sì candu at a acontèssiri custu, e cali at a èssiri su sinnali chi totu custu est a puntu de si cumpriri?».

source: Non sei riuscito a vegliare un'ora sola? 38 Vegliate e pregate per non entrare in tentazione; lo spirito è pronto, ma la carne è debole». 39 Allontanatosi di nuovo, pregava dicendo le medesime parole. 40 Ritornato li trovò addormentati, perché i loro occhi si erano appesantiti, e non sapevano che cosa rispondergli.
sc: Mancu un’ora ses stètiu bonu/arrennèsciu a billai? 38 Billai e pregai po no arrùiri in tentatzioni ca su spìridu est prontu ma sa carri est dèbbili». 39 E torrendi·si·nci a stesiai, pregàt narendi is pròpius fueddus. 40 Torrau agoa un’àtera borta ddus iat agataus dromius, ca is ogus insoru si fiant fatus grais, e no sciant e ita dd’arrespùndiri.

source: O chi ti ha dato l'autorità di farlo?». 29 Ma Gesù disse loro: «Vi farò anch'io una domanda e, se mi risponderete, vi dirò con quale potere lo faccio. 30 Il battesimo di Giovanni veniva dal cielo o dagli uomini?
sc: ? O chini est chi t’at donau s’autoridadi po ddu fàiri?». 29 E Gesùs ddis iat arrespustu: «Deu, bosi apu a preguntai una cosa sceti, arresuondei·mì e gei si ddu naru deu cun cali autoridadi ddu fatzu. 30 A Giuanni dd’ant batiau is òminis o Deus?

source: O piuttosto per metterla sul lucerniere? 22 Non c'è nulla infatti di nascosto che non debba essere manifestato e nulla di segreto che non debba essere messo in luce. 23 Se uno ha orecchi per intendere, intenda!».
sc: O prusaprestus po dda pònniri in su candelobru? 22 Ca no ddoi at nudda chi est cuau si no po èssiri bogau a craru e nudda chi est secretu si no po èssiri scoviau. 23 Si unu portat origas po ascurtai chi ascurtit!»

source: Osanna nel più alto dei cieli!
sc: Osanna in is celus prus artus!

source: Per la via infatti avevano discusso tra loro chi fosse il più grande. 35 Allora, sedutosi, chiamò i Dodici e disse loro: «Se uno vuol essere il primo, sia l'ultimo di tutti e il servo di tutti». 36 E, preso un bambino, lo pose in mezzo e abbracciandolo disse loro:
sc: Ca in caminu iant difatis arrexonau asuba de chini intre issus fessit su prus mannu. 35 E setzendi·sì iat tzèrriau a is Doxi e ddis iat narau: «Si unu bolit èssiri su primu, at a èssiri s’ùrtimu e su serbidori de totus». 36 A pustis, pigau unu pipiu, dd’iat postu in mesu a issus e imprassendi·ddu ddis iat narau:
